examples/tumor_chip_linear_gradient/data/cases/run_opposing_none_H200_1776928990254/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet_drug
    {
        type            patch;
        nFaces          10;
        startFace       16957;
    }
    inlet_medium
    {
        type            patch;
        nFaces          10;
        startFace       16967;
    }
    outlet
    {
        type            patch;
        nFaces          43;
        startFace       16977;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          23;
        startFace       17020;
    }
    floor
    {
        type            wall;
        inGroups        1(wall);
        nFaces          400;
        startFace       17043;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          17200;
        startFace       17443;
    }
)

// ************************************************************************* //
